---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectName
source: html/b55d98b9-3af6-9082-c873-24ebe3824684.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectName Property

"Project Name"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectName { get; }
```